Revit 2027 API
BuiltInFailures.ImportFailures.LostAcisObjectsOnImport Property
 Some ACIS objects could not be imported. To import them, use AutoCAD to convert them into polymesh objects and reimport.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LostAcisObjectsOnImport { get; }
Public Shared ReadOnly Property LostAcisObjectsOnImport As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LostAcisObjectsOnImport {
	FailureDefinitionId^ get ();
}
static member LostAcisObjectsOnImport : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace